# St7GetPathLabelStyle

Returns the display style for load path labels.

long St7GetPathLabelStyle(long uID, long* LabelStyle)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
LabelStyle
One of lsNone, lsEntityNumber or lsLaneNumber.